
## Plan Result

[CI link](https://github.com/NaokiYazawa/aws-ecs-terraform/actions/runs/3813417781)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * aws_cloudwatch_log_group.yada


<details><summary>Change Result (Click me)</summary>

```hcl

  # aws_cloudwatch_log_group.yada will be created
  + resource "aws_cloudwatch_log_group" "yada" {
      + arn               = (known after apply)
      + id                = (known after apply)
      + name              = "/aws/ecs/go-simple-server"
      + name_prefix       = (known after apply)
      + retention_in_days = 0
      + skip_destroy      = false
      + tags_all          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform","PRNumber":11,"Program":"tfcmt","SHA1":"5367564362cfddda9f4494061f64135f3c5460ad","Vars":{},"WorkflowName":"Terraform"} -->